tap "buo/cask-upgrade"
tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "pkg-config"
brew "readline"
brew "aircrack-ng"
brew "allegro"
brew "automake"
brew "bear"
brew "bettercap"
brew "bison"
brew "blueutil"
brew "chruby"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "cowsay"
brew "dict"
brew "exercism"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gdbm"
brew "libgedit-amtk"
brew "gedit"
brew "go"
brew "gobuster"
brew "openjdk"
brew "gradle"
brew "gradle-completion"
brew "hashcat"
brew "htop"
brew "killswitch"
brew "libffi"
brew "libyaml"
brew "lima"
brew "llvm"
brew "lolcat"
brew "maclaunch"
brew "make"
brew "mas"
brew "maven"
brew "maven-completion"
brew "maven-shell"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "nyancat"
brew "openssl@1.1"
brew "p7zip"
brew "python@3.10"
brew "python-tk@3.10"
brew "python-tk@3.11"
brew "qt@5"
brew "ripgrep"
brew "ruby-install"
brew "sevenzip"
brew "speedtest-cli"
brew "spoof-mac"
brew "streamlink"
brew "syncthing", restart_service: true
brew "tcpdump"
brew "tmux"
brew "tor"
brew "torsocks"
brew "tree"
brew "wallpaper"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "caarlos0/tap/timer"
cask "alacritty"
cask "alt-tab"
cask "anki"
cask "apparency"
cask "appcleaner"
cask "background-music"
cask "betterzip"
cask "blockblock"
cask "burp-suite"
cask "chai"
cask "cog"
cask "darktable"
cask "discord"
cask "drawio"
cask "eloston-chromium"
cask "firefox"
cask "gimp"
cask "github"
cask "iina"
cask "jd-gui"
cask "karabiner-elements"
cask "keka"
cask "knockknock"
cask "libreoffice"
cask "linearmouse"
cask "logisim-evolution"
cask "lulu"
cask "mac-mouse-fix"
cask "maccy"
cask "macfuse"
cask "obs"
cask "obsidian"
cask "oversight"
cask "playcover-community"
cask "pomotroid"
cask "protonvpn"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "signal"
cask "skim"
cask "spotify"
cask "staruml"
cask "stats"
cask "steam"
cask "streamlink-twitch-gui"
cask "superproductivity"
cask "suspicious-package"
cask "topnotch"
cask "tor-browser"
cask "utm"
cask "vscodium"
cask "wireshark"
cask "zenmap"
cask "zotero"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
